[GENERAL]
NAME				= Norwegian
TRANSLATOR			= Alex Thomassen
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Denne applikasjonen har utløpt
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Uregistrert
TEXT_INIT_FAIL			= Programmet mislyktes i å starte.
TEXT_APPINFO			= Bandicam - Høy ytelses videoopptak

; error
TEXT_ERROR_DISKSPACE		= Ikke nok diskplass til å ta opp.
TEXT_ERROR_VIDEO_CAP		= Feilet i å starte video opptak.
TEXT_ERROR_AUDIO_CAP		= Feilet i å starte audio opptak.\nHvis du trenger hjelp, trykk OK.
TEXT_ERROR_IMAGE_CAP		= Feilet i å starte bilde opptak.\nVennligst sjekk utgangsmappen.
TEXT_ERROR_CREATEFILE		= Feilet i å lage fil.\nHvis du trenger hjelp, trykk OK.
TEXT_ERROR_CODEC_INIT		= Feilet i å starte kodeken.
TEXT_ERROR_LOGO_IMAGE		= Ustøttet bildefil. \nBruk en støttet bildefil(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Du kan ikke endre denne innstillingen i en unregistrert versjon av Bandicam. Vær snill og registrer deg.
TEXT_WARNING_AMD_APP		= Systemet ditt støtter ikke 'H.264 (AMD APP)', så en standard kodek vil bli brukt.
TEXT_WARNING_AMD_APP2		= Systemet ditt støtter ikke 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Lyd
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Effekter
TEXT_VID_PAGE_OPTIONS		= Alternativer

; option page name
TEXT_OPT_PAGE_GENERAL		= Generelt
TEXT_OPT_PAGE_OUTPUT		= Utgang
TEXT_OPT_PAGE_HOOKING		= Hekting
TEXT_OPT_PAGE_LANGUAGE		= Språk
TEXT_OPT_PAGE_OTHERS		= Annet

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Velg en mappe å lagre i.

TEXT_FMT_FULL_SIZE		= Full størrelse
TEXT_FMT_HALF_SIZE		= Halv størrelse
TEXT_FMT_FIT_WIDTH		= Tilpass til bredde
TEXT_FMT_FIT_HEIGHT		= Tilpass til høyde
TEXT_FMT_CUSTOM_SIZE		= Tilpasset
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Original lydformat

; preset
TEXT_PRESET_DEFAULT		= Standard
TEXT_PRESET_HALFSIZE		= Halv størrelse
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Bilder i sekundet) (Intel Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (Bilder i sekundet) (NVIDIA CUDA)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (Bilder i sekundet) (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrarask innstilling for 60 FPS
TEXT_PRESET_LOWEND		= Low-end (sakte) PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= For PMP/Divx Player
TEXT_PRESET_EDIT		= For Redigering - Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= For MS PowerPoint
TEXT_PRESET_320x0		= Tilpass til bredde, 320x0
TEXT_PRESET_640x0		= Tilpass til bredde, 640x0
TEXT_PRESET_800x0		= Tilpass til bredde, 800x0
TEXT_PRESET_USER		= Brukerdefinerte forhåndsinnstillinger.

TEXT_CHANGE_LANG		= For å endre språket, burde du restarte Bandicam\nVil du restarte Bandicam nå?
TEXT_CHANGE_HOOK		= For å endre tiltreknings mål, burde du restarte Bandicam\nVil du restarte Bandicam nå?
TEXT_CHANGE_SIZE		= For å endre vindustørrelsen til Bandicam, burde du restarte Bandicam.\nVil du restarte nå?
TEXT_RESET_ALL_SETTINGS		= Er du sikker på at du vil tilbakestille alt til standardinnstillingene?

TEXT_REGISTER_SUCCEEDED		= Din Bandicam har nå blitt registrert.
TEXT_REGISTER_FAILED		= Registrering feilet \nSjekk e-posten og serienummeret.
TEXT_REGISTER_CONNECT_FAILED	= Kan ikke koble til registreringsserveren.\nVennligst sjekk internettilkoblingen din, og sett systemtid til i dag.\nHvis du trenger hjelp, trykk OK.
TEXT_REGISTER_INFO		= E-post adresse: %s\r\nSerienummer: %s
TEXT_REGISTER_LIMITED		= Opptak stoppet.\n\nDu kan bare ta opp for 10 minutter i gratisversjonen av Bandicam. Registrer deg nå!
TEXT_REGISTER_NEWRECORD		= Du kan ikke starte et nytt opptak i gratisversjonen av Bandicam. Registrer deg nå!
TEXT_REGISTER_LICENCE_INFO	= Uregistrert!!!\r\nHvis du vil ta opp uten vannmerker på videoen din, \r\ntrenger du å kjøpe en Bandicam lisens fra oss.

TEXT_PROGRAM_INVALID		= Denne applikasjonen er ugyldig. \nDu må reinstallere applikasjonen.

TEXT_SELECT_TARGET		= Klikk på mål vinduet.
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Ta opp spill og videospillere som bruker DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Ta opp skrivebordet og web-video.
TEXT_TARGET_CHANGING		= Hvis du endrer opptaksmodus vil opptaket stoppes.\nEr du sikker på at du vil fortsette?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Du kan ikke ta opp i 'Game Recording Mode' fordi vinduet ikke er valgt.\n\nVil du endre opptaksmodus til "Screen Recording Mode" for å starte opptaket?

TEXT_STATUSBAR_READY		= Klar
TEXT_STATUSBAR_RECORDING	= Tar opp
TEXT_STATUSBAR_PAUSE		= Pause

TEXT_UPDATE_AVAILABLE		= A ny versjon av Bandicam er tilgjengelig. \nVil du laste den ned nå?
TEXT_UPDATE_UNAVAILABLE		= Denne versjonen er den nyeste.
TEXT_UPDATE_FAILED		= Feilet å sjekke versjon informasjonen. \nDette systemet kan ikke kobles til Internett, eller en server fungerer ikke.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Klarer ikke å laste opp. Hvis du har akkurat registrert deg, vennligst verifiser e-postadressen din.

TEXT_TARGET_FULL		= Fullskjerm
TEXT_TARGET_RESTORE		= Gjennopprett
TEXT_TARGET_FIND		= Finn vindu
TEXT_TARGET_RESIZE		= Størrelsesvalgmeny
TEXT_TARGET_IMAGE		= Bilde opptak
TEXT_TARGET_PEN			= Tegnemodus
TEXT_TARGET_RECORD_START	= Video opptak - start
TEXT_TARGET_RECORD_PAUSE	= Video opptak - pause
TEXT_TARGET_RECORD_STOP		= Video opptak - stopp

TEXT_RC_HOWTO_NOCOMPLETE	= Ikke auto-fullfør opptak
TEXT_RC_HOWTO_BYTIME		= Av tid
TEXT_RC_HOWTO_BYSIZE		= Av filstørrelse
TEXT_RC_AFTER_NEWRECORD		= Start nytt opptak
TEXT_RC_AFTER_EXIT		= Avslutt Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Slå av denne datamaskinen

TEXT_SHUTDOWN_SEC		= Slår av systemet om %d sekunder.

TEXT_SEL_IMAGE_FILE		= Velg en bildefil

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Deaktivert (Anbefalt) --

TEXT_CORRUPTED_AVI_FILE		= Siste opptaksfilen er korrupt.\nVil du fikse den?\n\nFil: %s
TEXT_TRAY_BALLOON_TIP		= Trykk på ikonet i oppgavelinjen for å gjenopprette Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Klikk på ikonet for å vise det rektangulære vinduet.
TEXT_FORCE_STOP			= Feilet å stoppe opptaket fordi mål vinduet ikke svarer.\nVil du stoppe opptaket obligatorisk?
TEXT_EXTERNAL_CODEC		= - Ekstern Kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto-valg)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Opptaksstatus
TEXT_INDICATOR_TIME		= Opptakstid
TEXT_INDICATOR_SIZE		= Opptaksfilstørrelse / ledig disk plass
TEXT_INDICATOR_VOLUME		= Nåværende lydnivå

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Generelt oppgaveprioritet
TEXT_REC_PRIORITY_HIGH		= [Høy] Høyere enn normal prioritet
TEXT_REC_PRIORITY_HIGHEST	= [Høyest] Andre oppgaver kan bli saktere

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut er ikke installert. Vil du laste ned Bandicut?
TEXT_OUTPUTS_DELETE		= Er du sikker på at du vil slette de markerte filene for godt? 
TEXT_OUTPUTS_SELCOUNT		= %d elementer valgt

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Målnavn
TEXT_FILE_NAME_PREFIX_CUSTOM	= Egendefinert prefiks
TEXT_FILE_NAME_PREFIX_NONE	= Ingen
TEXT_FILE_NAME_SUFFIX_TIME	= Dato/Tid
TEXT_FILE_NAME_SUFFIX_NUMBER	= Serienummer

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Sett inn en verdi mellom 1 og 1440 minutter.
TEXT_TIMER_REC_STOP_RECORDING	= Opptaket pågår. \nEr du sikker på at du vil stoppe opptaket og fortsette?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Vennligst legg inn en tittel for videoen du laster opp.
TEXT_UPLOAD_VIMEO_LOGIN		= Logg inn - Vimeo
TEXT_UPLOAD_COMPLETE		= Opplastet
TEXT_UPLOAD_ERR_FAIL		= Feilet i å laste opp videoen.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Denne filen er for stor til opplastning.
TEXT_UPLOAD_ERR_FREESPACE	= Det er ikke nok ledig plass på Vimeo til å laste opp.
TEXT_UPLOAD_ERR_CONNECT		= Feilet i å koble til server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Generelt
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Bilde
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= Om
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Alternativer
$ST_GEN_OUTPUT_FOLDER		= Utgangsmappe
$BN_GEN_OPEN_OUTPUT_FOLDER	= Åpne
$BN_GEN_ADV_OPTIONS		= Avansert
$CK_GEN_ALWAYS_ON_TOP		= Bandicam vinduet alltid på toppen
$CK_GEN_START_MINIMIZED		= Start Bandicam minimert til statuslinjen
$CK_GEN_RUN_WHEN_START		= Start Bandicam etter oppstart
$CK_GEN_RECORD_WHEN_RUN		= Start fullskjerm-opptak når Bandicam starter
$CK_GEN_TIMER_RECORDING		= Sett timer for auto-start av opptak
$ST_GEN_LANGUAGE		= Språk
$ST_GEN_REC_AUTO_START		= Auto-start opptak
$ST_GEN_REC_AUTO_COMPLETE	= Auto-fullfør opptak
$BN_GEN_REC_AUTO_COMPLETE	= Innstillinger
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Overlegg
$CK_FPS_OVERLAY_HOTKEY		= Hurtigtast
$CK_FPS_OVERLAY			= Overlegg FPS
$ST_FPS_LIMIT			= Grense
$CK_FPS_LIMIT_HOTKEY		= Hurtigtast
$CK_FPS_LIMIT			= Velg FPS grense
$CK_FPS_LIMIT_ONLY_CAP		= Bare mens du tar opp
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Opptak
$CK_VID_RECORD_HOTKEY		= Ta opp/stopp Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Vis musepeker
$CK_VID_CLICK_EFFECTS		= Legg til museklikkeffekter
$CK_VID_WEBCAM_OVERLAY		= Legg til webkameraoverlegg
$BN_VID_RECORD_SETTINGS		= Innstillinger
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Innstillinger
$BN_VID_FORMAT_PRESETS		= Forhåndsinnst.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Opptak
$CK_IMG_CAPTURE_HOTKEY		= Hurtigtast
$CK_IMG_CAPTURE_REPEAT		= Repeter skjermopptak
$ST_IMG_CAPTURE_REPEAT		= sekund
$CK_IMG_SHOW_CURSOR		= Vis musepeker
$CK_IMG_SHUTTER_SOUND_EFFECT	= Aktiver lukkerlyd.
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Høy kvalitet
$BTN_IMG_FORMAT_ANIGIF		= Hvordan lagre som animert gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Bilde
$BN_OUT_PLAY_VIDEO		= Spill av
$BN_OUT_OPEN_IMAGE		= Åpne
$BN_OUT_EDIT			= Rediger
$BN_OUT_UPLOAD			= Last opp
$BN_OUT_DELETE			= Slett
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Versjon
$ST_ABO_COPYRIGHT		= Kopirett(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Ny versjon tilgjengelig.
$BN_ABO_CHECK_UPDATE		= Oppdateringssjekk
$ST_ABO_LICENCE_INFO		= Lisensinformasjon
$BN_ABO_REGISTER		= Registrer
$BN_ABO_REGISTER_HELP		= Hvordan kjøpe og registrere
$ST_ABO_HOMEPAGE_INFO		= Nettside-URL
$ST_ABO_HOMEPAGE_URL		= Hjemmeside
$ST_ABO_FAQ_URL			= Vanlige spørsmål
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Åpne Utgangsmappe
$TOOLTIP_SCREENSHOT		= Ta bilde
$TOOLTIP_RECORD			= Ta opp / Stopp
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Enkel/Utvidet UI
$TOOLTIP_REGISTER		= Registrer Bandicam
$TOOLTIP_ONLINE_HELP		= Online-hjelp

$TOOLTIP_TOOL_PEN		= Penn
$TOOLTIP_TOOL_PEN_HL		= Markeringstusj 
$TOOLTIP_TOOL_BOX		= Boks
$TOOLTIP_TOOL_ERASER		= Viskelær
$TOOLTIP_TOOL_COLOR		= Velg farge
$TOOLTIP_TOOL_LINE		= Linjebredde
$TOOLTIP_TOOL_UNDO		= Angre (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Gjøre om (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Avbryt
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format-innstillinger
IDC_ST_FMTSET_FILE		= Filtype
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Størrelse
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Kvalitet
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Lagre som originalformat
IDC_ED_AUDIO_ORIGINAL_PCM	= Du kan lagre multikanals og HD lyd (96KHz eller mer).
IDC_ST_AUDIO_CH			= Kanaler
IDC_ST_AUDIO_FREQ		= Frekvens
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registrer Bandicam
IDC_ST_1BUY			= 1. Kjøp
IDC_ST_1BUY_COMMENT		= Legg merke til at Bandicam ikke er et gratis program. Hvis du vil ta opp uten vannmerker på videoen din, trenger du å kjøpe en Bandicam lisens fra oss.
IDC_BTN_BUY_ONLINE		= Kjøp online
IDC_ST_2REGISTER		= 2. Registrer
IDC_ST_2REGISTER_COMMENT	= Du trenger en internett kobling for å registrere Bandicam.
IDC_ST_EMAIL_ADDRESS		= E-post adresse
IDC_ST_SERIAL_NUMBER		= Serienummer
IDC_BTN_REGISTER_NOW		= Registrer nå
IDC_BTN_CLOSE			= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Oppdateringssjekk
IDC_ST_UPDATE_SETTING		= Innstilling
IDC_CK_UPDATE_ENABLE		= Aktiver automatisk oppdateringssjekk
IDC_CK_UPDATE_POPUP		= Vis pop-opp hvis en viktig oppdatering er tilgjengelig.
IDC_UPDATE_CHECK_NOW		= Oppdateringssjekk nå.
IDC_CLOSE			= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Avanserte alternativer
IDC_BTN_RESET			= Tilbakestill

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Generelt
IDC_CK_ALWAYS_ON_TOP2		= Bandicam vinduet alltid på topp
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimert til statuslinje
IDC_CK_RUN_WHEN_START		= Start Bandicam når Windows starter
IDC_CK_RECORD_WHEN_RUN		= Start fullskjermsopptak når Bandicam starter
IDC_CK_SHOW_FPS_IN_VIDEO	= Vis FPS i video/bilde opptak
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Vis tips/informasjons linje
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatisk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Utgang
IDC_ST_OUT_OUTPUT_FOLDER	= Utgangsmappe
IDC_CK_OUT_CREATE_SUBFOLDER	= Lag utgangssubmappe når filen skrives
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Aktiver hurtigbufring på disken
IDC_ST_OUT_FILE_NAMING		= Filnavnsinnstillinger
IDC_ST_OUT_EXAMPLE		= Eks)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Språk
IDC_ST_TRANSLATOR		= Takk til oversettere

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hekte mål
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Deaktiver DirectX 10/11 hekting på IE9, IE10 og Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blokker DirectX video overlegg
IDC_BTN_BLOCK_LIST		= Blokkerte prosesser

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Andre innstillinger
IDC_BTN_VIDEO_RECORD_SETTINGS	= Videoopptaksinnstillinger
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Videoformateringsinstillinger
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto-fullfør opptak

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Auto-fullfør opptak
IDC_ST_RC_HOWTO			= Sett opp tilstanden for auto-fullført opptak
IDC_RD_RC_NOTCOMPLETE		= Ikke fullfør
IDC_RD_RC_TIME			= Av opptakstid
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Av opptaks filstørrelse
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= Etter fullføring av auto-opptak
IDC_RD_RC_NOTHING		= Ikke gjør noe
IDC_RD_RC_NEW_RECORDING		= Start nytt opptak
IDC_RD_RC_EXIT_BDCAM		= Avslutt Bandicam
IDC_RD_RC_SHUTDOWN		= Avslutt din datamaskin

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Slå av
IDC_ST_SHUTDOWN			= Avslutt
IDC_ST_SHUTDOWN_INFO		= Denne datamaskinen vil bli avsluttet.\nTrykk 'Avbryt' hvis du ikke vil avslutte.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Opptaksinnstillinger

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ta opp lyd
IDC_ST_SND_SELECT_1		= Primærenhet
IDC_BTN_SND_SETTING_1		= Innstillinger
IDC_ST_SND_SELECT_2		= Sekundærenhet
IDC_BTN_SND_SETTING_2		= Innstillinger
IDC_CK_SND_MIX_SOUND		= Miks to (2) lydspor (Primært og sekundært lydspor inn i et lydspor).
IDC_CK_SND_CAP_HOTKEY		= Ta bare opp sekundært lydspor når du trykker.
IDC_ST_SOUND_HELP		= Hjelp
IDC_CK_SND_SAVE_AS_WAV		= Lagre lyd filder mens opptaket pågår. (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Legg til webkameraoverlegg til video
IDC_ST_WEBCAM_SETTING		= Innstillinger
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_ST_WEBCAM_SIZE		= Videostørrelse:
IDC_ST_WEBCAM_POS		= Posisjon:
IDC_BTN_WEBCAM_DEVICE		= Innstillinger
IDC_BTN_WEBCAM_PREVIEW		= Forhåndsvisning
IDC_ST_WEBCAM_LR_MARGINS	= Venstre/H marginer:
IDC_ST_WEBCAM_TB_MARGINS	= Topp/B marginer:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Forhåndsvis webkamera på en skjerm (Bare for DX8 eller senere, og OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Aktiver byttetast for forhåndsvisning

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Legg til logo på videoen
IDC_ST_LOGO_SETTING		= Innstillinger
IDC_ST_LOGO_IMAGE		= Bilde:
IDC_ST_LOGO_OPACITY		= Ugjennomsiktighet:
IDC_ST_LOGO_POS			= Posisjon:
IDC_ST_LOGO_LR_MARGINS		= Venstre/H marginer:
IDC_ST_LOGO_TB_MARGINS		= Topp/B marginer:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Museffekter
IDC_CK_ADD_CLICK_EFFECTS	= Legg til museklikkeffekter
IDC_ST_LEFT_CLICK_COLOR		= Farge for venstreklikk
IDC_ST_RIGHT_CLICK_COLOR	= Farge for høyreklikk
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Legg til musmarkeringseffekt
IDC_ST_HIGHLIGHT_COLOR		= Markeringsfarge

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Innstillinger
IDC_ST_REC_PRIORITY		= Opptaksprioritet :
IDC_ST_REC_PRIORITY2		= Høyere prioritet kan redusere tap av bilder.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Hopp over opptaket mens bildet ikke er oppdatert.
IDC_CK_ENHANCED_DX9_CAPTURE	= Bruk forbedret opptaksmetode (raskere, bare for DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Bruk forbedret opptaksmetode (raskere, Windows 8 eller nyere)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Tilpasset mål størrelse
IDC_ST_TARGET_SIZE_SETTING	= Innstillinger
IDC_ST_TARGET_SIZE		= Mål størrelse:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Legg til ny størrelsesinnstilling
IDC_ST_ADD_SIZE_PRESET		= Du kan lagre målplasseringen og størrelse som en ny forhåndsinnstilling.\nAngi et navn for den nye forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Rediger størrelsesinnstillinger
IDC_BTN_SIZE_PRESET_ADD		= Legg til
IDC_BTN_SIZE_PRESET_DEL		= Slett
IDC_BTN_SIZE_PRESET_REN		= Gi nytt navn
IDC_BTN_SIZE_PRESET_UP		= Opp
IDC_BTN_SIZE_PRESET_DN		= Ned

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Gi nytt navn til størrelsesinnstillingen
IDC_ST_REN_SIZE_PRESET		= Legg til nytt navn for forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informasjon
IDC_ST_ACAP_INFO		= Lyd opptak informasjon
IDC_ST_ACAP_INFO2		= Ditt lydkort tar ikke opp lyden. Sjekk dine 'lyd kontroller'. \n\nVil du besøke online hjelpe siden?
IDC_CK_ACAP_DO_NOT_ASK		= Ikke spør igjen
IDC_BTN_YES			= Ja
IDC_BTN_NO			= Nei

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Maks opptakstid
IDC_ST_RC_TIME_SETTING		= Innstillinger
IDC_ST_RC_TIME_HOUR		= Timer
IDC_ST_RC_TIME_MIN		= Minutter
IDC_ST_RC_TIME_SEC		= Sekunder

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Maks opptaksfilstørrelse
IDC_ST_RC_FILESIZE_SETTING	= Innstillinger

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Legg til ny forhåndsinnstilling.
IDC_ST_ADD_PRESET		= Du kan lagre de gjeldende innstillingene som en ny forhåndsinnstilling. \nAngi et navn for den nye forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Rediger forhåndsinnstillinger
IDC_BTN_PRESET_ADD		= Legg til
IDC_BTN_PRESET_DEL		= Slett
IDC_BTN_PRESET_REN		= Endre navn
IDC_BTN_PRESET_UP		= Opp
IDC_BTN_PRESET_DN		= Ned

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Endre navn på forhåndsinnstillingen.
IDC_ST_REN_PRESET		= Legg til et nytt navn for forhåndsinnstillingen.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Velg ekstern video kodek
IDC_ST_CODEC_EX_LIST		= Kodekliste
IDC_ST_CODEC_EX_SETTINGS	= Innstillinger
IDC_ST_CODEC_EX_DRIVER		= Drivernavn
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kvalitet
IDC_ST_CODEC_EX_DATERATE	= Datahastighet
IDC_ST_CODEC_EX_KEYFRAME	= Nøkkelbildeintervall
IDC_BTN_CODEC_EX_CONFIG		= Konfigurer
IDC_BTN_CODEC_EX_ABOUT		= Om
IDC_ST_CODEC_EX_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Blokkerte prosesser
IDC_ST_BLOCK_LIST		= Følgende prosesser er ikke tillatt hekting
IDC_ST_BLOCK_LIST_EX		= Eksempel :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Innstillinger
IDC_ST_H264_CUDA_RATE_CONTROL	= Frekvenskontroll
IDC_RD_H264_CUDA_VBR		= VBR - kvalitetsbasert (anbefalt)
IDC_RD_H264_CUDA_CBR		= CBR - bitfrekvensbasert
IDC_ST_H264_CUDA_GPU_USAGE	= GPU bruk
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Bare GPU (bruk med raskere GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU-enhet:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Andre innstillinger
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kode:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Nøkkelbildeintervall:
IDC_ST_H264_CUDA_FOURCC_HELP	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC 		= H.264 (Quick Sync Video) Innstillinger
IDC_ST_H264_SYNC_RATE_CONTROL	= Frekvenskontroll
IDC_RD_H264_SYNC_VBR 		= VBR - kvalitet-basert (anbefalt)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-basert
IDC_ST_H264_SYNC_OTHER_OPTIONS 	= Andre innstillinger
IDC_ST_H264_SYNC_FOURCC_USED 	= FourCC kode:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Nøkkelbildeintervall:
IDC_ST_H264_SYNC_FOURCC_HELP 	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP 		= H.264 (AMD APP) Innstillinger
IDC_ST_H264_APP_RATE_CONTROL 	= Frekvenskontroll
IDC_RD_H264_APP_VBR 		= VBR - kvalitet-basert (anbefalt)
IDC_RD_H264_APP_CBR 		= CBR - bitrate-basert
IDC_ST_H264_APP_OTHER_OPTIONS 	= Andre innstillinger
IDC_ST_H264_APP_FOURCC_USED 	= FourCC kode:
IDC_ST_H264_APP_KEYFRAME_INT 	= Nøkkelbildeintervall:
IDC_ST_H264_APP_FOURCC_HELP 	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Innstillinger
IDC_ST_XVID_RATE_CONTROL	= Frekvenskontroll
IDC_RD_XVID_VBR			= VBR - kvalitetsbasert (anbefalt)
IDC_RD_XVID_CBR			= CBR - bitfrekvensbasert
IDC_ST_XVID_OPTIMIZATION	= Optimalisering
IDC_RD_XVID_FASTER_SPEED	= Raskere omkodingshastighet
IDC_RD_XVID_SMALLER_SIZE	= Mindre filstørrelse
IDC_ST_XVID_OTHER_OPTIONS 	= Andre innstillinger
IDC_ST_XVID_KEYFRAME_INT 	= Nøkkelbildeintervall:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Innstillinger
IDC_ST_H264_NVENC_RATE_CONTROL	= Hastighetskontroll
IDC_RD_H264_NVENC_VBR		= VBR - kvalitetsbasert (anbefalt)
IDC_RD_H264_NVENC_CBR		= CBR - bitratebasert
IDC_ST_H264_NVENC_GPU_USAGE	= GPU-bruk
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU-enhet:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Andre innstillinger
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC-kode:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Nøkkelbildeintervall:
IDC_ST_H264_NVENC_FOURCC_HELP	= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Innstillinger
IDC_ST_H264_RATE_CONTROL	= Ratekontroll
IDC_RD_H264_VBR			= VBR - kvalitetsbasert (anbefalt)
IDC_RD_H264_CBR			= CBR - bitratebasert
IDC_ST_H264_OPTIMIZATION	= Optimalisering
IDC_RD_H264_FASTER_SPEED	= Raskere enkodingshastighet
IDC_RD_H264_BALANCED		= Balansert ytelse
IDC_RD_H264_SMALLER_SIZE	= Mindre filstørrelse
IDC_ST_H264_OTHER_OPTIONS	= Andre innstillinger
IDC_ST_H264_KEYFRAME_INT	= Nøkkelbildeintervall:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timeropptak
IDC_ST_TIMER_SETTINGS		= Innstillinger
IDC_RD_TIMER_START_IN		= Start om
IDC_ST_TIMER_MINUTES		= minutter
IDC_RD_TIMER_START_AT		= Start ved
IDC_CK_TIMER_MINIMIZE		= Minimer Bandicam til verktøylinjen når opptaket starter.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto-fullfør opptak
IDC_BTN_TIMER_AUTO_COMPLETE	= Innstilling

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timeropptak - Venter på start
IDC_ST_TIMER_WAITING_INFO	= Venter på start av opptak ved %s.
IDC_ST_TIMER_ELAPSED		= Brukt tid:
IDC_ST_TIMER_REMAINING		= Gjenstående tid:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS-Innstillinger
IDC_ST_FORMAT_FPS_MODE		= Bildefrekvens-modus
IDC_RD_FORMAT_FPS_CFR		= Foretrekk CFR (KB) - Konstant Bilderate
IDC_ST_FORMAT_FPS_CFR		= Faller tilbake til VFR hvis enkoderens ytelse ikke er bra nok.
IDC_RD_FORMAT_FPS_VFR		= Bruk VFR (VB) - Variabel Bilderate (Anbefalt)
IDC_ST_FORMAT_FPS_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Last opp til Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Opplastningsinformasjon
IDC_ST_VIMEO_FILENAME		= Filnavn:
IDC_ST_VIMEO_TITLE		= Tittel:
IDC_ST_VIMEO_DESCRIPTION	= Beskrivelse:
IDC_ST_VIMEO_PRIVACY		= Videotilgjengelighet:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Alle - La alle se denne videoen
IDC_RD_VIMEO_PRIVACY_ONLYME	= Bare meg - Videoen er bare synlig til meg og ingen andre
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Bare personer jeg følger - Synlig bare til personer jeg følger på Vimeo
IDC_BTN_VIMEO_UPLOAD		= Last opp
IDC_LN_VIMEO_HELP		= Hjelp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Laster opp...
IDC_ST_VIMEO_UPLOADED		= Video-opplastningen er ferdig!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Besøk
IDC_BTN_VIMEO_EMBED_COPY	= Kopier
IDC_BTN_VIMEO_CLOSE		= Lukk

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC tilgjengelig
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 enkoder er tilgjengelig. NVENC er en høyytelses enkoder som bruker maskinvareakselerasjon. Ønsker du å bruke NVENC H.264 enkoder?\n<a>mer</a>
IDC_CK_NVENC_AVAILABLE		= Ikke spør meg igjen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= &Om Bandicam
ID_POPUP_GENERAL		= Innstillinger &Generelt
ID_POPUP_FRAME			= Innstillinger &FPS
ID_POPUP_VIDEO			= Innstillinger &Video
ID_POPUP_IMAGE			= Innstillinger &Bilde
ID_POPUP_OUTPUTS		= Utgangsfilliste
ID_POPUP_OPENOUTPUTFOLDER	= &Åpne utgangs mappe
ID_POPUP_TARGET			= Mål
ID_POPUP_SIZE			= Størrelse
ID_POPUP_EXIT			= A&vslutt

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Hjelp

ID_TARGET_HIDE			= Vis/gjem \t Ctrl+Alt+H
ID_TARGET_PEN			= Tegnemodus \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Alltid på topp
ID_TARGET_TRANSPARENCY		= Dekkevne
ID_TARGET_SIZE			= Størrelse
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Flytt venstre \t Pil Venstre
ID_TARGET_MOVE_RIGHT		= Flytt høyre \t Pil Høyre
ID_TARGET_MOVE_UP		= Flytt opp \t Pil Opp
ID_TARGET_MOVE_DOWN		= Flytt ned \t Pil Ned

ID_TARGET_INC_WIDTH		= Øk bredde \t Skift+Pil Høyre
ID_TARGET_DEC_WIDTH		= Reduser bredde \t Skift+Pil Venstre
ID_TARGET_INC_HEIGHT		= Øk høyde \t Skift+Pil Ned
ID_TARGET_DEC_HEIGHT		= Reduser høyde \t Skift+Pil Opp

ID_TARGET_FIND_WINDOW		= Finn vinduet \t Ctrl+F
ID_TARGET_FULLSCREEN		= Fullskjerm \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Tilpass til 4:3
ID_TARGET_RATIO_16_9		= Tilpass til 16:9
ID_TARGET_SIZE_CUSTOM		= Tilpasset størrelse \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Størrelsesinnstilling \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Legg til en forhåndsinnstilling
ID_TARGET_SIZE_PRESET_EDIT	= Rediger forhåndsinnstillinger

ID_TARGET_OPEN_OUTPUTFOLDER	= &Åpne utgangs mappe
ID_TARGET_EXIT_BANDICAM		= Avslutt Bandicam

ID_USER_PRESET_ADD		= Legg til
ID_USER_PRESET_EDIT		= Rediger

ID_SORT_BY_DATE			= Sorter etter dato
ID_SORT_BY_NAME			= Sorter etter navn
ID_SORT_BY_SIZE			= Sorter etter størrelse

ID_OUTPUTS_LB_PLAY		= Spill av
ID_OUTPUTS_LB_OPEN		= Åpne
ID_OUTPUTS_LB_EDIT		= Rediger
ID_OUTPUTS_LB_DELETE		= Slett
ID_OUTPUTS_LB_SELECT_ALL	= Velg alle
ID_OUTPUTS_LB_OPEN_FOLDER	= Åpne utgangsmappe

ID_BDCAM_SIZE_DEFAULT		= Standardstørrelse
